/* Localized versions of Info.plist keys */

CFBundleName = "Save Image To File";
NSHumanReadableCopyright = "Copyright 2005 __MyCompanyName__.";

AMName = "Save Image To File";

/*  AMApplication localized strings  */
"Preview" = "Preview";

/*  AMCategory localized strings  */
"Images" = "Images";

/*  AMDescription localized strings  */
AMDSummary = "This action will save the Image data passed to it to disk.";